const questions = [
    {
        "question": "پروانه های مونارک هر چند سال مهاجرت میکنند؟",
        "answers": [
            {
                "id": 1,
                "text": "هر سال",
                "correct": true
            },
            {
                "id": 2,
                "text": "هر 3 سال"
            }
        ]
    },
    {
        "question": "پروانه مونارک چگونه مهاجرت میکند؟",
        "answers": [
            {
                "id": 1,
                "text": "به تنهایی(یک نفره)"
            },
            {
                "id": 2,
                "text": "در جمعیت",
                "correct": true
            }
        ]
    },
    {
        "question": "پروانه مونارک هرسال در مهاجرت چه مسیری طی میکنند؟",
        "answers": [
            {
                "id": 1,
                "text": "فقط از مکزیک به جنوب کانادا میروند."
            },
            {
                "id": 2,
                "text": "از مکزیک به جنوب کانادا و بالعکس",
                "correct": true
            }
        ]
    },
    {
        "question": "زیست شناسان کی معما مهاجرت پروانه مونارک را حل کردند؟",
        "answers": [
            {
                "id": 1,
                "text": "به تازگی",
                "correct": true
            },
            {
                "id": 2,
                "text": "قرن ها پیش"
            }
        ]
    },
    {
        "question": "پروانه های مونارک چگونه مسیر خود را پیدا میکنند؟ پروانه با یاخته های عصبی خود… و جهت مقصد را تشخیص میدهد.",
        "answers": [
            {
                "id": 1,
                "text": "جایگاه خورشید درآسمان ",
                "correct": true
            },
            {
                "id": 2,
                "text": "نیروی مغناطیسی زمین "
            }
        ]
    },
    {
        "question": "پروانه مونارک در … میتواند جهت یابی کند.",
        "answers": [
            {
                "id": 1,
                "text": "شب ها "
            },
            {
                "id": 2,
                "text": "روز ها",
                "correct": true
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "وظیفه زیست شناسان..",
        "answers": [
            {
                "id": 1,
                "text": "پی بردن به راز های افرینش"
            },
            {
                "id": 2,
                "text": "بهبود زندگی انسان"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "میتوان سوخت های زیستی مانند … را جانشین سوخت های فسیلی کرد.",
        "answers": [
            {
                "id": 1,
                "text": "الکل",
                "correct": true
            },
            {
                "id": 2,
                "text": "گازوییل"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "آیا گازوییل زیستی جزو …",
        "answers": [
            {
                "id": 1,
                "text": "سوخت های فسیلی "
            },
            {
                "id": 2,
                "text": "سوخت های زیستی",
                "correct": true
            }
        ]
    },
    {
        "question": "زیست شناسی شاخه ای از علوم تجربی است که … را بررسی میکند.",
        "answers": [
            {
                "id": 1,
                "text": "جانداران"
            },
            {
                "id": 2,
                "text": "فرایند های زیستی"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "امروزه بسیاری از بیماری ها مانند دیابت و فشار خون ..",
        "answers": [
            {
                "id": 1,
                "text": "مهار شده اند.(مرگ آور نیستند)",
                "correct": true
            },
            {
                "id": 2,
                "text": "درمان (کامل) شده اند."
            }
        ]
    },
    {
        "question": "اساس علوم تجربی … است.",
        "answers": [
            {
                "id": 1,
                "text": "مشاهده",
                "correct": true
            },
            {
                "id": 2,
                "text": "اندیشیدن"
            }
        ]
    },
    {
        "question": "در زیست شناسی فقط ساختار و فرایند هایی را بررسی میکنیم که ..",
        "answers": [
            {
                "id": 1,
                "text": "مستقیم قابل مشاهده و اندازه گیری اند."
            },
            {
                "id": 2,
                "text": "غیر مستقیم قابل مشاهده و اندازه گیری اند."
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "برای توضیح ویژگی های سامانه باید … مطالعه کنیم.",
        "answers": [
            {
                "id": 1,
                "text": "اجزای سازنده آن"
            },
            {
                "id": 2,
                "text": "ارتباط بین اجزای آن"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "جانداران نوعی سامانه هستند که ..",
        "answers": [
            {
                "id": 1,
                "text": "فقط اجزای سازنده خود هستند."
            },
            {
                "id": 2,
                "text": "چیزی بیشتر از مجموع اجزای خود هستند.",
                "correct": true
            }
        ]
    },
    {
        "question": "کدام یک ویژگی زیست شناسی نوین است؟",
        "answers": [
            {
                "id": 1,
                "text": "کل نگری"
            },
            {
                "id": 2,
                "text": "استفاده از فناوری های نوین"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "آیا اخلاق زیستی جزو ویژگی های زیست شناسی نوین است؟",
        "answers": [
            {
                "id": 1,
                "text": "بله",
                "correct": true
            },
            {
                "id": 2,
                "text": "خیر"
            }
        ]
    },
    {
        "question": "زیست شناسی نوین در نگرش بین رشته ای از چه رشته های کمک میگیرد؟",
        "answers": [
            {
                "id": 1,
                "text": "مهندسی و علوم رایانه و آمار"
            },
            {
                "id": 2,
                "text": "بسیاری از رشته های دیگر"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "آیا زیست شناسی نوین از رشته آمار کمک میگیرد؟",
        "answers": [
            {
                "id": 1,
                "text": "بله ",
                "correct": true
            },
            {
                "id": 2,
                "text": "خیر"
            }
        ]
    },
    {
        "question": "نگرش بین رشته ای حاصل..",
        "answers": [
            {
                "id": 1,
                "text": "استفاده از فناوری های نوین"
            },
            {
                "id": 2,
                "text": "تغییر دیدگاه از جزنگری به کل نگری",
                "correct": true
            }
        ]
    },
    {
        "question": "فناوری های اطلاعاتی و ارتباطی در … نیاز داریم.",
        "answers": [
            {
                "id": 1,
                "text": "جمع اوری و بایگانی اطلاعات"
            },
            {
                "id": 2,
                "text": "تحلیل اطلاعات "
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "مدت هاست که زیست شناسان میتوانند ژن های یک جاندار را به بدن جاندار دیگه وارد کنند.",
        "answers": [
            {
                "id": 1,
                "text": "آیا این ژن های منتقل شده میتوانند اثر خود را ظاهر کنند؟"
            },
            {
                "id": 2,
                "text": "بله?"
            },
            {
                "id": 3,
                "text": "خیر"
            }
        ]
    },
    {
        "question": "روشی که انتقال صفت یا صفاتی از یک جاندار به جاندار دیگر میشود؟",
        "answers": [
            {
                "id": 1,
                "text": "مهندسی ژنتیک.",
                "correct": true
            },
            {
                "id": 2,
                "text": "تبار شناسی"
            }
        ]
    },
    {
        "question": "کدام یک جزو موضوعات اخلاق زیستی است؟",
        "answers": [
            {
                "id": 1,
                "text": "محرمانه بودن اطلاعات ژنی و پزشکی انسان ها"
            },
            {
                "id": 2,
                "text": "حقوق جانوران دیگر"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "کدامیک از راه های تامین غذای بیشتر با مواد مغذی بیشتر است؟",
        "answers": [
            {
                "id": 1,
                "text": "شناخت بیشتر گیاهان"
            },
            {
                "id": 2,
                "text": "شناخت روابط گیاهان و محیط زیست"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "منابع و سودهایی که هر بوم سازگان در بردارد را … مینامند.",
        "answers": [
            {
                "id": 1,
                "text": "خدمات بوم سازگان?"
            },
            {
                "id": 2,
                "text": "پایداری بوم سازگان"
            }
        ]
    },
    {
        "question": "میزان خدمات بوم سازگان با .. آن بستگی دارد.",
        "answers": [
            {
                "id": 1,
                "text": "میزان تولید کنندگان"
            },
            {
                "id": 2,
                "text": "میزان مصرف کنندگان"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "از پیامد های قطع درختان جنگل ها؟",
        "answers": [
            {
                "id": 1,
                "text": "تغییر آب و هوا و سیل"
            },
            {
                "id": 2,
                "text": "کاهش تنوع زیستی "
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "آیا فرسایش خاک از پیامد قطع جنگل هاست؟",
        "answers": [
            {
                "id": 1,
                "text": "بله ",
                "correct": true
            },
            {
                "id": 2,
                "text": "خیر"
            }
        ]
    },
    {
        "question": "سوخت های فسیلی موجب … میشوند.",
        "answers": [
            {
                "id": 1,
                "text": "افزایش کربن دی اکسید و گرمایش زمین"
            },
            {
                "id": 2,
                "text": "آلودگی هوا"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "گازوییل زیستی از … بدست می اید.",
        "answers": [
            {
                "id": 1,
                "text": "دانه های روغنی?"
            },
            {
                "id": 2,
                "text": "تجزیه مواد توسط باکتری ها"
            }
        ]
    },
    {
        "question": "کدام یک منشا زیستی دارند؟",
        "answers": [
            {
                "id": 1,
                "text": "سوخت های فسیلی"
            },
            {
                "id": 2,
                "text": "سوخت های زیستی"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "به سوختی که از … بدست می آیند سوخت زیستی میگویند.",
        "answers": [
            {
                "id": 1,
                "text": "تجزیه پیکر جانداران گذشته"
            },
            {
                "id": 2,
                "text": "جانداران  امروزی?"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "پزشکی شخصی روشی برای… بیماری هاست.",
        "answers": [
            {
                "id": 1,
                "text": "تشخیص"
            },
            {
                "id": 2,
                "text": "درمان "
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "در پزشکی شخصی با بررسی … روش های درمانی و دارویی خاص هر فرد طراحی میشود.",
        "answers": [
            {
                "id": 1,
                "text": "بررسی وضعیت بیمار"
            },
            {
                "id": 2,
                "text": "بررسی اطلاعاتی که که در دنای هر فرد وجود دارد."
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "زیست شناسی علم بررسی حیات است. و تعریف حیات … است.",
        "answers": [
            {
                "id": 1,
                "text": "دشوار اما ممکن"
            },
            {
                "id": 2,
                "text": "بسیار دشوار و حتی غیرممکن",
                "correct": true
            }
        ]
    },
    {
        "question": "به جای تعریف حیات از …استفاده میکنیم.",
        "answers": [
            {
                "id": 1,
                "text": "توصیف ویژگی های حیات"
            },
            {
                "id": 2,
                "text": "توصیف ویژگی های جانداران"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "گستره حیات از … شروع میشود و با … پایان می یابد.",
        "answers": [
            {
                "id": 1,
                "text": "یاخته-زیست کره?"
            },
            {
                "id": 2,
                "text": "فرد-زیست بوم"
            }
        ]
    },
    {
        "question": "چه جاندارانی دارای ویژگی نظم و ترتیب هستند؟",
        "answers": [
            {
                "id": 1,
                "text": "پرسلولی ها"
            },
            {
                "id": 2,
                "text": "تکه یاخته ای ها"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "هم ایستایی(هومیواستاز) به … گفته میشود.",
        "answers": [
            {
                "id": 1,
                "text": "مجموعه اعمالی که برای پایدار نگه داشتن وضع درونی جاندار انجام میشود.?"
            },
            {
                "id": 2,
                "text": "به پایدار ماندن وضع درونی جاندار در هر شرایطی."
            }
        ]
    },
    {
        "question": "آیا همه جانداران دارای ویژگی هم ایستایی(هومیواستاز) میباشند؟",
        "answers": [
            {
                "id": 1,
                "text": "بله?"
            },
            {
                "id": 2,
                "text": "خیر"
            }
        ]
    },
    {
        "question": "رشد شامل بزرگ شدن … جاندار است.",
        "answers": [
            {
                "id": 1,
                "text": "برگشت پذیر"
            },
            {
                "id": 2,
                "text": "برگشت ناپذیر?"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "رشد شامل … است.",
        "answers": [
            {
                "id": 1,
                "text": "افزایش تعداد یاخته ها"
            },
            {
                "id": 2,
                "text": "افزایش اندازه یاخته ها"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "نمو به معنای ..",
        "answers": [
            {
                "id": 1,
                "text": "عبور از اندازه ای به اندازه دیگر"
            },
            {
                "id": 2,
                "text": "عبور از مرحله ای به مرحله دیگر",
                "correct": true
            }
        ]
    },
    {
        "question": "کدامیک مثالی از نمو است؟",
        "answers": [
            {
                "id": 1,
                "text": "تشکیل گل",
                "correct": true
            },
            {
                "id": 2,
                "text": "بزرگ تر شدن ساقه"
            },
            {
                "id": 3,
                "text": "هردو."
            }
        ]
    },
    {
        "question": "کدامیک از ویژگی های مشترک همه جانداران است؟",
        "answers": [
            {
                "id": 1,
                "text": "تولید مثل"
            },
            {
                "id": 2,
                "text": "جذب و استفاده از انرژی"
            },
            {
                "id": 3,
                "text": "هردو.?"
            },
            {
                "id": 4,
                "text": "—"
            },
            {
                "id": 5,
                "text": "چه جاندارانی به محرک محیطی پاسخ میدهند؟"
            },
            {
                "id": 6,
                "text": "فقط گیاهان"
            },
            {
                "id": 7,
                "text": "باکتری ها"
            },
            {
                "id": 8,
                "text": "همه جانداران",
                "correct": true
            }
        ]
    },
    {
        "question": "ساقه گیاهان به چه سمتی خم میشود؟",
        "answers": [
            {
                "id": 1,
                "text": "به سمت نور?"
            },
            {
                "id": 2,
                "text": "خلاف جهت نور"
            }
        ]
    },
    {
        "question": "یوزپلنگ … از یوزپلنگ زاده میشود.",
        "answers": [
            {
                "id": 1,
                "text": "همیشه?"
            },
            {
                "id": 2,
                "text": "غالب اوقات"
            }
        ]
    },
    {
        "question": "پایین ترین سطح سازمان یابی حیات … است.",
        "answers": [
            {
                "id": 1,
                "text": "یاخته?"
            },
            {
                "id": 2,
                "text": "دنا"
            }
        ]
    },
    {
        "question": "کدام ترتیب در سطوح سازمان یابی حیات صحیح است؟",
        "answers": [
            {
                "id": 1,
                "text": "یاخته-بافت-اندام?"
            },
            {
                "id": 2,
                "text": "اجتماع-جمعیت-بوم سازگان"
            }
        ]
    },
    {
        "question": "کدام ترتیب در سطوح سازمان یابی حیات صحیح نیست؟",
        "answers": [
            {
                "id": 1,
                "text": "بوم سازگان-زیست بوم-زیست کره?"
            },
            {
                "id": 2,
                "text": "دستگاه-فرد-اجتماع"
            }
        ]
    },
    {
        "question": "کدام یک از ویژگی های جمعیت است؟",
        "answers": [
            {
                "id": 1,
                "text": "ترکیبی از گونه ها"
            },
            {
                "id": 2,
                "text": "در زمان و مکانی خاص"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "اولین سطح از سازمان یابی حیاط که در ان محیط غیرزنده و تاثیر گذاری ان ها در نظر گرفته میشود؟",
        "answers": [
            {
                "id": 1,
                "text": "اجتماع"
            },
            {
                "id": 2,
                "text": "زیست بوم?"
            },
            {
                "id": 3,
                "text": "بوم سازگان"
            }
        ]
    },
    {
        "question": "جمعیت های گوناگونی که با هم تعامل دارند یک … را تشکیل میدهند.",
        "answers": [
            {
                "id": 1,
                "text": "اجتماع?"
            },
            {
                "id": 2,
                "text": "بوم سازگان"
            }
        ]
    },
    {
        "question": "بوم سازگان های که یک زیست بوم را تشکیل میدهند از نظر اقلیم و … جانداران مشابه اند.",
        "answers": [
            {
                "id": 1,
                "text": "نوع?"
            },
            {
                "id": 2,
                "text": "پراکندگی"
            }
        ]
    },
    {
        "question": "بوم سازگان های که یک زیست بوم را تشکیل میدهند از نظر اقلیم و پراکندگی جانداران تفاوت هایی هم با هم دارند؟",
        "answers": [
            {
                "id": 1,
                "text": "بله ولی به طور کلی مشابه اند.?"
            },
            {
                "id": 2,
                "text": "خیر یکسان میباشند."
            }
        ]
    },
    {
        "question": "مولکول های زیستی شامل .. و پروتین و اسید نوکلیک هستند که توسط جانداران ساخته میشوند.",
        "answers": [
            {
                "id": 1,
                "text": "کربوهیدرات"
            },
            {
                "id": 2,
                "text": "لیپید"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "آیا ممکن است لیپید در دنیای غیرزنده دیده شود؟",
        "answers": [
            {
                "id": 1,
                "text": "بله ?"
            },
            {
                "id": 2,
                "text": "خیر"
            }
        ]
    },
    {
        "question": "مولکول های سازنده کربوهیدرات ها ؟",
        "answers": [
            {
                "id": 1,
                "text": "کربن-هیدروژن-اکسیژن",
                "correct": true
            },
            {
                "id": 2,
                "text": "کربن-نیتروژن-اکسیژن"
            }
        ]
    },
    {
        "question": "مونوساکارید ها که ساده ترین نوع کربوهیدرات ها هستند دارای … مولکول کربن هستند.",
        "answers": [
            {
                "id": 1,
                "text": "6 "
            },
            {
                "id": 2,
                "text": "5 "
            },
            {
                "id": 3,
                "text": "هردو ممکن هست.",
                "correct": true
            }
        ]
    },
    {
        "question": "کدامیک دارای 6 مولکول کربن است؟",
        "answers": [
            {
                "id": 1,
                "text": "گلوکوز",
                "correct": true
            },
            {
                "id": 2,
                "text": "ریبوز"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "شکر و قندی که میخوریم نوعی دی ساکارید به نام ساکاروز است که از پیوند بین … تشکیل میشود.",
        "answers": [
            {
                "id": 1,
                "text": "گلوکوز(6 کربنه) و فروکتوز(6 کربنه)?"
            },
            {
                "id": 2,
                "text": "گلوکوز (6 کربنه) و فروکتوز (5 کربنه)"
            }
        ]
    },
    {
        "question": "مالتوز از … تشکیل میشود و  در … وجود دارد.",
        "answers": [
            {
                "id": 1,
                "text": "گلوکوز و فروکتوز - جوانه جو و گندم"
            },
            {
                "id": 2,
                "text": "دو گلوکوز - جوانه جو و گندم?"
            },
            {
                "id": 3,
                "text": "دو گلوکوز - میوه های شیرین"
            }
        ]
    },
    {
        "question": "لاکتوز نوعی … است و به .. معروف است.",
        "answers": [
            {
                "id": 1,
                "text": "مونوساکارید - قند میوه"
            },
            {
                "id": 2,
                "text": "دی ساکارید - قند شیر",
                "correct": true
            }
        ]
    },
    {
        "question": "نشاسته و سلولز و گلیکوژن همگی پلی ساکارید هایی هستند که از اتصال … تشکیل شده اند.",
        "answers": [
            {
                "id": 1,
                "text": "تعدادی مونوساکارید گلوکز",
                "correct": true
            },
            {
                "id": 2,
                "text": "بسته به نوع پلی ساکارید انواعی از مونوساکارید های دیگر را همراه دارند."
            }
        ]
    },
    {
        "question": "پلی ساکارید ذخیره ای(منبع ذخیره گلوکز) … … است.",
        "answers": [
            {
                "id": 1,
                "text": "گیاهان-نشاسته"
            },
            {
                "id": 2,
                "text": "جانوران-گلیکوژن?"
            }
        ]
    },
    {
        "question": "سلولز نوعی پلی ساکارید است که توسط … ساخته میشود که در … کاربرد دارد.",
        "answers": [
            {
                "id": 1,
                "text": "گیاهان - کاغذسازی و همه انواع پارچه ها"
            },
            {
                "id": 2,
                "text": "گیاهان - کاغذسازی و انواعی از پارچه ها"
            },
            {
                "id": 3,
                "text": "گیاهان و قارچ ها - کاغذسازی و انواعی از پارچه ها?"
            }
        ]
    },
    {
        "question": "گلیکوژن نوعی پلی ساکارید است که توسط … ساخته میشود.",
        "answers": [
            {
                "id": 1,
                "text": "جانوران"
            },
            {
                "id": 2,
                "text": "قارچ ها"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "گلیکوژن که منبع ذخیره گلوکز در جانوران است در … و … وجود دارد.",
        "answers": [
            {
                "id": 1,
                "text": "کبد-ماهیچه",
                "correct": true
            },
            {
                "id": 2,
                "text": "کلیه-کبد"
            }
        ]
    },
    {
        "question": "گلیکوژن که از اتصال مولکول های گلوکز به یکدیگر ایجاد میشود ممکن است در کدام یک تشکیل شود؟",
        "answers": [
            {
                "id": 1,
                "text": "دیافراگم?"
            },
            {
                "id": 2,
                "text": "رباط (لیگامان)"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "آیا ممکن است منبع ذخیره گلوکز قارچ ها در معده انسان وجود داشته و به مونوساکارید های مشابه هم تبدیل شود؟",
        "answers": [
            {
                "id": 1,
                "text": "بله ?"
            },
            {
                "id": 2,
                "text": "خیر"
            }
        ]
    },
    {
        "question": "تشابه لیپید ها و کربوهیدرات ها در چیست؟",
        "answers": [
            {
                "id": 1,
                "text": "هردو از کربن و هیدروژن و اکسیژن تشکیل میشوند.?"
            },
            {
                "id": 2,
                "text": "نسبت عناصر تشکیل دهنده آن ها"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "کدامیک از انواع تری گلیسرید ها هستند؟",
        "answers": [
            {
                "id": 1,
                "text": "تری گلیسرید"
            },
            {
                "id": 2,
                "text": "فسفولیپیدها و کلسترول"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "کدام در مورد تری گلیسرید ها صحیح است؟",
        "answers": [
            {
                "id": 1,
                "text": "روغن ها و چربی ها از انواع آن هستند و در ذخیره انرژی نقش مهمی دارند.",
                "correct": true
            },
            {
                "id": 2,
                "text": "انرژی تولید شده از یک گرم تری گلیسرید دقیقا برابر یک گرم کربوهیدرات است."
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "ساختار تری گلیسرید ها از … مولکول گلیسرول و … مولکول اسید چرب تشکیل شده است.",
        "answers": [
            {
                "id": 1,
                "text": "یک گلیسرول - سه اسید چرب?"
            },
            {
                "id": 2,
                "text": "سه گلیسرول - یک اسید چرب"
            }
        ]
    },
    {
        "question": "در فسفولیپید مولکول گلیسرول به … متصل میشود.",
        "answers": [
            {
                "id": 1,
                "text": "دو مولکول اسیدچرب - یک گروه فسفات?"
            },
            {
                "id": 2,
                "text": "یک مولکول اسیدچرب - دو گروه فسفات"
            }
        ]
    },
    {
        "question": "بخش اصلی تشکیل دهنده غشای یاخته ای جانداران(!) … تشکیل میدهد.",
        "answers": [
            {
                "id": 1,
                "text": "فسفولیپید",
                "correct": true
            },
            {
                "id": 2,
                "text": "کلسترول"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "کاربرد کلسترول که نوعی لیپید است در …",
        "answers": [
            {
                "id": 1,
                "text": "ساخت غشای یاخته های جانوری(!)"
            },
            {
                "id": 2,
                "text": "در ساخت انواعی از هورمون ها"
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "پروتین ها علاوه بر کربن هیدروژن و اکسیژن … را نیز دارند. و واحد های ساختاری سازنده آن ها … نام دارند.",
        "answers": [
            {
                "id": 1,
                "text": "نیتروژن-آمینواسید",
                "correct": true
            },
            {
                "id": 2,
                "text": "فسفر-فسفولیپید"
            }
        ]
    },
    {
        "question": "کدامیک از پلیمر ها هستند؟",
        "answers": [
            {
                "id": 1,
                "text": "لیپید"
            },
            {
                "id": 2,
                "text": "پروتِین "
            },
            {
                "id": 3,
                "text": "هردو?"
            }
        ]
    },
    {
        "question": "پروتین ها کار های متفاوتی انجام می دهند. شامل…",
        "answers": [
            {
                "id": 1,
                "text": "انقباض ماهیچه - انتقال مواد در خون"
            },
            {
                "id": 2,
                "text": "کمک به عبور مواد از غشا - عملکرد آنزیمی"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "… آنزیم ها مولکول های پروتینی اند که سرعت واکنش های شیمیایی را افزایش می دهند.",
        "answers": [
            {
                "id": 1,
                "text": "همه"
            },
            {
                "id": 2,
                "text": "بیشتر(بعضی از آنزیم ها از جنس RNA هستند.)",
                "correct": true
            }
        ]
    },
    {
        "question": "در مورد عناصر سازنده نوکلیک اسید ها..",
        "answers": [
            {
                "id": 1,
                "text": "عناصر سازنده کربوهیدرات ها  فسفر",
                "correct": true
            },
            {
                "id": 2,
                "text": "کربن و هیدروژن و اکسیژن و نیتروژن و فسفر?"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "نوکلیک اسید ها شامل …",
        "answers": [
            {
                "id": 1,
                "text": "DNA(دو رشته ایی)"
            },
            {
                "id": 2,
                "text": "RNA(تک رشته ای)"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "یاخته از … تشکیل شده است.",
        "answers": [
            {
                "id": 1,
                "text": "هسته و سیتوپلاسم"
            },
            {
                "id": 2,
                "text": "غشا"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "کار رناتن(ریبوزوم) ساخت … است.",
        "answers": [
            {
                "id": 1,
                "text": "پروتین "
            },
            {
                "id": 2,
                "text": "نوکلیک اسید"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "شبکه اندوپلاسمی شامل … است که در … گسترش یافته است.",
        "answers": [
            {
                "id": 1,
                "text": "لوله ها و کیسه ها- سراسر سیتوپلاسم",
                "correct": true
            },
            {
                "id": 2,
                "text": "لوله ها و کیسه ها- سراسر سلول"
            },
            {
                "id": 3,
                "text": "کیسه ها-قسمتی از سیتوپلاسم"
            }
        ]
    },
    {
        "question": "تفاوت شبکه اندوپلاسمی صاف و زبر در … است.",
        "answers": [
            {
                "id": 1,
                "text": "داشتن رناتن"
            },
            {
                "id": 2,
                "text": "مولکول زیستی که میسازند"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "شبکه اندوپلاسمی صاف(بدون رناتن) درساختن … و شبکه اندوپلاسمی زبر(دارای رناتن) در ساختن … نقش دارند.",
        "answers": [
            {
                "id": 1,
                "text": "لیپید - پروتیین",
                "correct": true
            },
            {
                "id": 2,
                "text": "پروتین - لیپید"
            },
            {
                "id": 3,
                "text": "گلیکوژن - پروتیین"
            }
        ]
    },
    {
        "question": "دستگاه گلژی شامل … است.",
        "answers": [
            {
                "id": 1,
                "text": "کیسه ها ",
                "correct": true
            },
            {
                "id": 2,
                "text": "لوله ها"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "دستگاه گلژی در … نقش دارد.",
        "answers": [
            {
                "id": 1,
                "text": "بسته بندی و ترشح مواد ",
                "correct": true
            },
            {
                "id": 2,
                "text": "تولید و ترشح مواد"
            }
        ]
    },
    {
        "question": "دستگاه گلژی در … نقش دارد.",
        "answers": [
            {
                "id": 1,
                "text": "ترشح مواد به خارج سلول",
                "correct": true
            },
            {
                "id": 2,
                "text": "ترشح مواد به داخل سلول"
            }
        ]
    },
    {
        "question": "راکیزه همان … است.",
        "answers": [
            {
                "id": 1,
                "text": "میتوکندری",
                "correct": true
            },
            {
                "id": 2,
                "text": "وزیکول"
            }
        ]
    },
    {
        "question": "راکیزه(میتوکندری) … دارد .",
        "answers": [
            {
                "id": 1,
                "text": "2 غشا"
            },
            {
                "id": 2,
                "text": "1 غشا"
            }
        ]
    },
    {
        "question": "کار راکیزه(میتوکندری) … است.",
        "answers": [
            {
                "id": 1,
                "text": "تامین انرژی برای یاخته",
                "correct": true
            },
            {
                "id": 2,
                "text": "تامین پیش ساز مولکول های زیستی "
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "کافنده تن(لیزوزوم) کیسه ای است که … برای تجزیه مواد دارد.",
        "answers": [
            {
                "id": 1,
                "text": "آنزیمی به نام لیزوزیم"
            },
            {
                "id": 2,
                "text": "انواع مختلفی از سایر آنزیم ها",
                "correct": true
            },
            {
                "id": 3,
                "text": "هردو."
            }
        ]
    },
    {
        "question": "کافنده تن همان … است که در … نقش دارد.",
        "answers": [
            {
                "id": 1,
                "text": "لیزوزوم - تجزیه مواد",
                "correct": true
            },
            {
                "id": 2,
                "text": "لیزوزیم - از بین بردن باکتری ها در دهان"
            }
        ]
    },
    {
        "question": "کافنده تن(لیزوزوم) در … نقش دارد.",
        "answers": [
            {
                "id": 1,
                "text": "انتقال مواد"
            },
            {
                "id": 2,
                "text": "تجزیه مواد"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "لیزوزیم نوعی … است که در … وجود دارد.",
        "answers": [
            {
                "id": 1,
                "text": "آنزیم پروتینی - بزاق و اشک و عرق ",
                "correct": true
            },
            {
                "id": 2,
                "text": "آنزیم از جنس RNA - درون سلول"
            }
        ]
    },
    {
        "question": "میانک همان … است.",
        "answers": [
            {
                "id": 1,
                "text": "سانتریول",
                "correct": true
            },
            {
                "id": 2,
                "text": "راکیزه"
            }
        ]
    },
    {
        "question": "میانک(سانتریول) از … تشکیل شده است.",
        "answers": [
            {
                "id": 1,
                "text": "یک جفت استوانه عمود بر هم"
            },
            {
                "id": 2,
                "text": "دو استوانه با زاویه 90 درجه"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "میانک(سانتریول) از … تشکیل شده است.",
        "answers": [
            {
                "id": 1,
                "text": "یک جفت استوانه موازی با هم"
            },
            {
                "id": 2,
                "text": "یک جفت استوانه عمود بر هم  ",
                "correct": true
            }
        ]
    },
    {
        "question": "میانک(سانتریول) در … نقش دارد.",
        "answers": [
            {
                "id": 1,
                "text": "انتقال انرژی در سلول"
            },
            {
                "id": 2,
                "text": "تقسیم یاخته ای ",
                "correct": true
            }
        ]
    },
    {
        "question": "ریزکیسه(وزیکول) کیسه ای است که در … نقش دارد.",
        "answers": [
            {
                "id": 1,
                "text": "جابه جایی مواد در یاخته",
                "correct": true
            },
            {
                "id": 2,
                "text": "تجزیه مواد"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "هسته … یاخته را مشخص و کنترل میکند.",
        "answers": [
            {
                "id": 1,
                "text": "شکل و اندازه"
            },
            {
                "id": 2,
                "text": "کار "
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "هسته پوششی شامل … دارد.",
        "answers": [
            {
                "id": 1,
                "text": "دو غشا"
            },
            {
                "id": 2,
                "text": "چهار لایه فسفولیپید"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "ارتباط بین هسته و سیتوپلاسم از طریق … است و توسط … کنترل میشود.",
        "answers": [
            {
                "id": 1,
                "text": "منافذ - پروتیین های خاص",
                "correct": true
            },
            {
                "id": 2,
                "text": "وزیکول - لایه های فسفولیپید"
            }
        ]
    },
    {
        "question": "سیتوپلاسم فاصله بین غشا و هسته را پر میکند و شامل … میباشد.",
        "answers": [
            {
                "id": 1,
                "text": "اندامک ها"
            },
            {
                "id": 2,
                "text": "ماده زمینه ای (آب و مواد دیگر)"
            },
            {
                "id": 3,
                "text": "هردو ",
                "correct": true
            }
        ]
    },
    {
        "question": "در یاخته … میتوکندری وجود دارد.",
        "answers": [
            {
                "id": 1,
                "text": "تعداد زیادی ",
                "correct": true
            },
            {
                "id": 2,
                "text": "یک "
            }
        ]
    },
    {
        "question": "نفوذپذیری انتخابی یا تراوایی نسبی یعنی … مواد میتوانند از غشای یاخته عبور کنند",
        "answers": [
            {
                "id": 1,
                "text": "فقط برخی ",
                "correct": true
            },
            {
                "id": 2,
                "text": "همه مواد  "
            }
        ]
    },
    {
        "question": "غشا از مولکول های … تشکیل شده است.",
        "answers": [
            {
                "id": 1,
                "text": "لیپید ها و پروتیین ها"
            },
            {
                "id": 2,
                "text": "کربوهیدرات ها"
            },
            {
                "id": 3,
                "text": "هردو",
                "correct": true
            }
        ]
    },
    {
        "question": "در غشا یاخته انواعی از کربوهیدرات ها به … متصل اند.",
        "answers": [
            {
                "id": 1,
                "text": "فسفولیپید ها و پروتیین ها  ",
                "correct": true
            },
            {
                "id": 2,
                "text": "کلسترول"
            },
            {
                "id": 3,
                "text": "هردو"
            }
        ]
    },
    {
        "question": "در غشا یاخته که از .. لایه فسفولیپید تشکیل شده است مولکول های … قرار دارند.",
        "answers": [
            {
                "id": 1,
                "text": "دو - پروتیین "
            },
            {
                "id": 2,
                "text": "دو - کلسترول"
            },
            {
                "id": 3,
                "text": "دو - هردو  ",
                "correct": true
            }
        ]
    },
    {
        "question": "فراوان ترین مولکول غشا یاخته … هستند.",
        "answers": [
            {
                "id": 1,
                "text": "فسفولیپید ها ",
                "correct": true
            },
            {
                "id": 2,
                "text": "کلسترول "
            },
            {
                "id": 3,
                "text": "پروتیین"
            }
        ]
    },
    {
        "question": "در انتشار ساده جریان مولکول ها از جای … به سمت … است.",
        "answers": [
            {
                "id": 1,
                "text": "کم غلظت - پرغلظت"
            },
            {
                "id": 2,
                "text": "پر غلظت - کم غلظت ",
                "correct": true
            }
        ]
    },
    {
        "question": "در انتشار ساده مولکول ها به علت داشتن انرژی … میتوانند منتشر شوند.",
        "answers": [
            {
                "id": 1,
                "text": "جنبشی ",
                "correct": true
            },
            {
                "id": 2,
                "text": "شیمیایی "
            }
        ]
    },
    {
        "question": "نتیجه نهایی انتشار ساده هر ماده …در دو سمت محیط است.",
        "answers": [
            {
                "id": 1,
                "text": "یکسان شدن غلظت مولکول ",
                "correct": true
            },
            {
                "id": 2,
                "text": "یکسان شدن تعداد مولکول"
            }
        ]
    },
    {
        "question": "در انتشار ساده مواد از بین مولکول های … عبور میکنند.",
        "answers": [
            {
                "id": 1,
                "text": "فسفولیپید ",
                "correct": true
            },
            {
                "id": 2,
                "text": "پروتیین"
            }
        ]
    },
    {
        "question": "… میتوانند از طریق انتشار ساده از غشا یاخته عبور کنند.",
        "answers": [
            {
                "id": 1,
                "text": "فقط اکسیژن و کربن دی اکسید"
            },
            {
                "id": 2,
                "text": "بسیاری از مواد ",
                "correct": true
            }
        ]
    },
    {
        "question": "در انتشار تسهیل شده مواد از بین … در جهت شیب غلظت منتشر میشوند.",
        "answers": [
            {
                "id": 1,
                "text": "مولکول های فسفولیپید"
            },
            {
                "id": 2,
                "text": "گروهی از پروتیین های غشا",
                "correct": true
            }
        ]
    },
    {
        "question": "به انتشار آب از غشایی با تراوایی … اسمز میگویند.",
        "answers": [
            {
                "id": 1,
                "text": "نسبی",
                "correct": true
            },
            {
                "id": 2,
                "text": "کامل"
            }
        ]
    },
    {
        "question": "فشار لازم برای توقف … اسمز فشار اسمزی محلول نام دارد.",
        "answers": [
            {
                "id": 1,
                "text": "کامل ",
                "correct": true
            },
            {
                "id": 2,
                "text": "نسبی"
            }
        ]
    },
    {
        "question": "هر چه تفاوت … در دو سوی غشا بیشتر باشد, فشار اسمزی بیشتر است و آب … جابه جا میشود.",
        "answers": [
            {
                "id": 1,
                "text": "تعداد مولکول های آب در واحد حجم - سریع تر"
            },
            {
                "id": 2,
                "text": "تعداد مولکول های آب - سریع تر"
            },
            {
                "id": 3,
                "text": "تعداد مولکول های آب در واحد حجم - کند تر"
            }
        ]
    },
    {
        "question": "در پدیده اسمز هر چه غلظت ماده حل شونده بیشتر باشد فشار اسمزی در آن طرف … است.",
        "answers": [
            {
                "id": 1,
                "text": "بیشتر ",
                "correct": true
            },
            {
                "id": 2,
                "text": "کمتر"
            }
        ]
    },
    {
        "question": "در پدیده اسمز غشا باید به ماده حل شونده … باشد.",
        "answers": [
            {
                "id": 1,
                "text": "نفوذناپذیر - در غیر اینصورت پدیده اسمز رخ نمیدهد."
            },
            {
                "id": 2,
                "text": "نفوذ پذیر - تا ماده حل شونده بتواند منتشر شود."
            }
        ]
    },
    {
        "question": "در پدیده اسمز جابه جایی خالص آب از محیطی با فشار اسمزی … به سمت محیطی با فشار اسمزی .. است.",
        "answers": [
            {
                "id": 1,
                "text": "بیشتر - کمتر "
            },
            {
                "id": 2,
                "text": "کمتر - بیشتر ",
                "correct": true
            }
        ]
    },
    {
        "question": "آیا ممکن است ورود آب به درون یاخته در اثر اسمز موجب ترکیدن یاخته های بدن ما شود؟",
        "answers": [
            {
                "id": 1,
                "text": "بله "
            },
            {
                "id": 2,
                "text": "خیر ",
                "correct": true
            }
        ]
    },
    {
        "question": "فشار اسمزی درون یاخته ها … بیرون یاخته است به همین دلیل از خطر ترکیدن حفظ میشود.",
        "answers": [
            {
                "id": 1,
                "text": "کاملا مشابه"
            },
            {
                "id": 2,
                "text": "تقریبا مشابه ",
                "correct": true
            },
            {
                "id": 3,
                "text": "متفاوت از"
            }
        ]
    },
    {
        "question": "میتوانیم پوسته … تخم مرغ را با قرار دادن آن در … از بین ببریم.",
        "answers": [
            {
                "id": 1,
                "text": "آهکی - سرکه ",
                "correct": true
            },
            {
                "id": 2,
                "text": "نیتراتی - الکل"
            }
        ]
    }
];
export default questions;